"%1$@ account ending in %2$@" = "%1$@ sąskaita, kurios paskutiniai skaičiai %2$@";

"%1$@ ending in %2$@" = "%1$@, kuri baigiasi %2$@";

"Address line 2 (optional)" = "2 adreso eilutė (pasirenkama)";

"Apple Pay" = "„Apple Pay“";

"BSB" = "BSB";

"Bank Account" = "Banko sąskaita";

"Billing Address" = "Sąskaitų siuntimo adresas";

"Billing address" = "Atsiskaitymo adresas";

"CVC" = "CVC";

"CVV" = "CVV";

"Card information" = "Kortelės duomenys";

"Card number" = "Kortelės numeris";

"Confirm your %@" = "Patvirtinkite savo %@";

"Invalid data." = "Netinkami duomenys.";

"MM / YY" = "mm / MM";

"MM/YY" = "mm / MM";

"Postal Code" = "Pašto kodas";

"Shipping Address" = "Siuntimo adresas";

"State / Province / Region" = "Valstija / provincija / regionas";

"The BSB you entered is invalid." = "Įvestas netinkamas BSB numeris.";

"To scan your card, allow camera access in Settings." = "Kad nuskaitytumėte kortelę, nustatymuose suteikite prieigą fotoaparatui.";

"Your ZIP is invalid." = "Jūsų pašto kodas yra netinkamas.";

"Your card number is incomplete." = "Neišsamus kortelės numeris.";

"Your card number is invalid." = "Netinkamas kortelės numeris.";

"Your card's expiration date is incomplete." = "Neišsami kortelės galiojimo pabaigos data.";

"Your card's expiration date is invalid." = "Netinkama kortelės galiojimo pabaigos data.";

"Your card's expiration month is invalid." = "Negaliojantis kortelės galiojimo pabaigos mėnuo.";

"Your card's expiration year is invalid." = "Kortelės galiojimo pabaigos metai neteisingi.";

"Your card's security code is incomplete." = "Neišsamus kortelės saugos kodas.";

"Your card's security code is invalid." = "Kortelės saugos kodas negalioja.";

"Your postal code is invalid." = "Jūsų pašto kodas yra netinkamas.";

"card number" = "kortelės numeris";

"example@example.com" = "example@example.com";

"expiration date" = "galiojimo pabaigos data";
